Repository: KeyTalkInterraIT/macOS_client
Catalog: KeyTalk client/*.lproj/Localizable.strings
Languages: de, nl

# cancel_string
source: Cancel
de: Abbrechen
nl: Annuleren

# remove_cert_string
source: Remove Certificates
de: Zertifikate entfernen
nl: Verwijder certificaten

# remove_config_string
source: Remove Configurations
de: Konfiguration entfernen
nl: Verwijder configuratie

# start_at_login_string
source: Start At Login
de: Beim Login starten
nl: Start bij inloggen

# change_language_string
source: Change Language
de: Sprache ändern
nl: verander van taal

source: Check CRL
de: Überprüfe CRL
nl: Controleer CRL

# show_log_string
source: Show Logs
de: Logdatei anzeigen
nl: Toon log

# send_log_string
source: Send Logs
de: Logdatei senden
nl: Log versturen

# about_string
source: About
de: Über uns
nl: Over ons

# quit_client_string
source: Quit KeyTalk client
de: KeyTalk beenden
nl: KeyTalk afsluiten

# Version_string
source: Version:
de: Softwareversion:
nl: Versie:

source: version
de: softwareversion
nl: versie

# please_wait_string
source: Please Wait
de: Bitte warten...
nl: Even geduld aub...

# username_cannot_blank_string
source: Username cannot be blank
de: Benutzername darf nicht leer sein
nl: Gebruikersnaam mag niet leeg zijn

# password_blank_string
source: Password cannot be blank
de: Das Passwort darf nicht leer sein
nl: Wachtwoord mag niet leeg zijn

# select_service_string
source: Please select a service
de: Bitte wählen Sie einen Dienst aus
nl: Selecteer alstublieft een service

# error_communication_string
source: Error occurred in communication
de: Bei der Kommunikation ist ein Fehler aufgetreten
nl: Er is een fout opgetreden in de communicatie

# response_empty_terminating_string
source: Response cannot be empty, Terminating the connection
de: Die Antwort darf nicht leer sein, um die Verbindung zu beenden
nl: Antwoord kan niet leeg zijn, waardoor de verbinding wordt verbroken

# wait_string
source: WAIT-
de: Warten-
nl: Wacht-

# login_button_string
source: LOGIN
de: Anmeldung

# enter_url_to_download_string
source: Enter URL to download RCCD file
de: URL eingeben, um die RCCD-Konfigurationsdatei herunterzuladen
nl: Voer de URL in om het RCCD-configuratiebestand te downloaden

# select_rccd_to_delete_string
source: Please select an RCCD to delete
de: Bitte wählen Sie eine RCCD-Konfiguration zum Löschen
nl: Selecteer een RCCD-configuratie om te verwijderen

# rccd_already_installed_string
source: This RCCD file has already been installed
de: Diese RCCD-Konfigurationsdatei wurde bereits installiert
nl: Dit RCCD-configuratiebestand is al geïnstalleerd

# enter_valid_url_string
source: Enter a valid URL
de: Geben Sie eine gültige URL ein
nl: Voer een geldige URL in

# RCCD_Files
source: KeyTalk configuration file (RCCD).
de: KeyTalk-Konfigurationsdatei (RCCD).
nl: KeyTalk-configuratiebestand (RCCD).

# step1lbl_text
source: You can skip entering Username & Password, by clicking NEXT or INSTALL in the upcoming screens.
de: Sie können die Eingabe von Benutzername und Passwort überspringen, indem Sie in den nächsten Bildschirmen auf WEITER oder INSTALLIEREN klicken.
nl: U kunt het invoeren van gebruikersnaam en wachtwoord overslaan door in de volgende schermen op VOLGENDE of INSTALLEREN te klikken.

# instructionLBL_text
source: (Certain LDAP Profiles might require multiple skips.)
de: (Bestimmte LDAP-Profile erfordern möglicherweise mehrere Auslassungen.)
nl: (Bepaalde LDAP-profielen vereisen mogelijk meerdere skips.)

# error_connection_string
source: Error occurred in connection.
de: Fehler in Verbindung aufgetreten.
nl: Er is een fout opgetreden tijdens de verbinding.

# email_report_html_string
source: This is an e-mail to the KeyTalk support desk. Please replace this text with a description of the problem you are experiencing, and what you were doing when the problem occurred.The attached log file is required to let us help you as efficient as possible. It does not contain any personal information.
de: Dies ist eine E-Mail an den KeyTalk-Support. Ersetzen Sie diesen Text durch eine Beschreibung des Problems, das aufgetreten ist und was Sie getan haben, als das Problem auftrat. Die angehängte Protokolldatei ist erforderlich, damit wir Sie so effizient wie möglich unterstützen können. Es enthält keine persönlichen Informationen.
nl: Dit is een e-mail naar de KeyTalk-helpdesk. Vervang deze tekst door een beschrijving van het probleem dat u ondervindt en wat u aan het doen was toen het probleem zich voordeed. Het bijgevoegde logbestand is nodig om ons u zo efficiënt mogelijk te helpen. Het bevat geen persoonlijke informatie.

# email_report_subject_string
source: KeyTalk macOS client - Error report
de: KeyTalk macOS-Client - Fehlerbericht
nl: KeyTalk macOS-client - Foutrapport

# open_KeyTalk_string
source: Open KeyTalk
de: KeyTalk Öffnen
nl: KeyTalk openen

# close_string
source: Close
de: Schließen
nl: Sluiten

# enter_your_response_string
source: Enter your response
de: Geben Sie Ihre Antwort ein
nl: Voer uw antwoord in

source: Invalid input dialog button
de: Ungültige Eingabedialogschaltfläche
nl: Ongeldige invoerdialoogknop

# login_permission_string
source: KeyTalk client may need to add certificates belonging to your digital services provider for trust purposes to the System and can prompt for your macOS login password to allow for this installation.
de: Der KeyTalk-Client muss möglicherweise zu Vertrauenszwecken dem System gehörende Zertifikate Ihres Anbieters für digitale Dienste hinzufügen und kann Ihr macOS-Anmeldekennwort eingeben, um diese Installation zu ermöglichen.
nl: KeyTalk-client moet mogelijk voor vertrouwensdoeleinden certificaten van uw digitale serviceprovider toevoegen aan het systeem en kan u om uw macOS-aanmeldingswachtwoord vragen om deze installatie toe te staan.

# invalid_rccd_string
source: This is an invalid RCCD
de: Dies ist eine ungültige KeyTalk RCCD-Konfigurationsdatei
nl: Dit is een ongeldig KeyTalk RCCD-configuratiebestand

# check_internet_connection_string
source: Please check your Internet connection
de: Bitte überprüfe deine Internetverbindung
nl: Controleer alstublieft uw internetverbinding

# crl_could_not_converted_string
source: crl could not be converted
de: CRL konnte nicht konvertiert werden
nl: CRL kan niet worden geconverteerd

# service_revoked_deleted_string
source: certificate has been revoked and deleted
de: Zertifikat wurde widerrufen und gelöscht
nl: certificaat is ingetrokken en verwijderd

# service_revoked_not_deleted_string
source: certificate has been revoked but not deleted as it is of type SMIME email encryption.
de: Das Zertifikat wurde widerrufen, aber nicht gelöscht, da es vom Typ SMIME-E-Mail-Verschlüsselung ist.
nl: certificaat is ingetrokken maar niet verwijderd omdat het van het type SMIME e-mail encryptie is.

# authentication_failed_try_again_after_string
source: Authentication Failed. Please try again after
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es noch einmal nach
nl: Verificatie mislukt. Probeer het opnieuw na

# seconds_string
source: seconds.
de: sekunden.
nl: seconden.

# user_locked_check_administrator_string
source: User is locked on server. Please check with your administrator.
de: Benutzer ist auf dem Server gesperrt. Bitte erkundigen Sie sich bei Ihrem Administrator.
nl: Gebruiker is vergrendeld op server. Neem contact op met uw beheerder.

# password_expired_update_string
source: Password is expired. Please update your password.
de: Passwort ist abgelaufen Bitte aktualisieren Sie Ihr Passwort.
nl: Wachtwoord is verlopen. Werk uw wachtwoord bij.

# something_went_wrong_try_string
source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche es noch einmal.
nl: Er is iets fout gegaan. Probeer het opnieuw.

# end_of_communication_string
source: End of communication.
de: Ende der Kommunikation.
nl: Einde van de communicatie.

# certificate_added_successfully_string
source: Certificate added successfully to the Keychain
de: Zertifikat erfolgreich zum Schlüsselbund hinzugefügt
nl: Certificaat succesvol toegevoegd aan de sleutelhanger

# certificate_not_added_string
source: Certificate could not be installed because it already exists
de: Zertifikat konnte nicht installiert werden, da es bereits vorhanden ist
nl: certificaat kon niet worden geïnstalleerd omdat het al bestaat

# rccd_already_imported_string
source: RCCD file has already been imported.
de: Die RCCD-Konfigurationsdatei wurde bereits importiert.
nl: RCCD-configuratiebestand is al geïmporteerd.

# rccd_suceess_imported_string
source: RCCD file successfully imported.
de: RCCD-Konfigurationsdatei erfolgreich importiert.
nl: RCCD-configuratiebestand succesvol geïmporteerd.

# rccd_removed_string
source: RCCD File removed successfully
de: RCCD-Konfigurationsdatei wurde erfolgreich entfernt
nl: RCCD configuratiebestand succesvol verwijderd

# cert_service_string
source: Certificate service:
de: Zertifikatsdienst:
nl: Certificaat Service:

# expiry_time_string
source: Expiry Time:
de: Ablaufdatum:
nl: Vervaldatum:

# cert_with_service_string
source: Certificate with service:
de: Zertifikat mit Diensten:
nl: Certificaat met services

# has_expired_string
source: has expired.
de: abgelaufen.
nl: is verstreken.

# edit_menu
source: Edit
de: Bearbeiten
nl: Bewerk

# help_menu
source: Help
de: Hilfe
nl: Helpen

# hideKT_menu
source: Hide KeyTalk client
de: Verbergen KeyTalk client
nl: Verbergen KeyTalk client

# hideOther_menu
source: Hide Others
de: Andere verstecken
nl: Verberg anderen

# Show_all_menu
source: Show All
de: Alles zeigen
nl: Toon alles

# quitKT_menu
source: Quit KeyTalk client
de: Verlassen KeyTalk client
nl: Ophouden KeyTalk client

# cut_menu
source: Cut
de: Schnitt
nl: Besnoeiing

# copy_menu
source: Copy
de: Kopieren
nl: Kopiëren

# paste_menu
source: Paste
de: Einfügen

# delete_menu
source: Delete
de: Löschen
nl: Verwijder

# select_all_menu
source: Select All
de: Wählen Sie Alle
nl: Selecteer alles

# find_menu
source: Find
de: Finden
nl: Vind

# spelling_grammer_menu
source: Spelling and Grammar
de: Rechtschreibung und Grammatik
nl: Spelling en grammatica

# substituion_menu
source: Sustitutions
de: Ersetzungen
nl: vervangingen

# tranformation_menu
source: Transformations
de: Transformationen
nl: Transformaties

# speech_menu
source: speech
de: Rede
nl: toespraak

# find_submenu
source: Find...
de: Finden...
nl: Vind...

# find_replace_submenu
source: Find and Replace
de: Finden und ersetzen
nl: Zoeken en vervangen

# find_next_submenu
source: Find Next
de: Nächstes finden
nl: Vind Volgende

# find_previous_submenu
source: Find Previous
de: Vorherige finden
nl: Zoek naar de vorige

# use_selection_find_submenu
source: Use Selection for Find
de: Auswahl für Suche verwenden
nl: Gebruik selectie voor zoeken

# jump_selection
source: Jump to Selection
de: Springe zur Auswahl
nl: Ga naar de selectie

# show_sg_submenu
source: Show Spelling and Grammar
de: Zeige Rechtschreibung und Grammatik
nl: Spelling en grammatica weergeven

# check_doc_submenu
source: Check Document Now
de: Dokument jetzt prüfen
nl: Controleer nu het document

# check_swt_submenu
source: Check Spelling While Typing
de: Überprüfen Sie die Schreibweise während der Eingabe
nl: Check the spelling while typing

# check_gws_submenu
source: Check Grammar while Spelling
de: Überprüfen Sie die Grammatik während der Rechtschreibung

# spell_auto_submenu
source: Correct Spelling Automatically
de: Korrigieren Sie die Schreibweise automatisch
nl: Juiste spelling automatisch

# show_sub
source: Show Substitutions
de: Vertretungen anzeigen
nl: Toon vervangingen

# smart_cp_sub
source: Smart Copy/Paste
de: Intelligentes Kopieren / Einfügen
nl: Slim kopiëren en plakken

# smart_quote_sub
source: Smart Quotes
de: Intelligente Zitate
nl: Slimme citaten

# smart_dash_sub
source: Smart Dashes
de: Intelligente Dashes

# smart_link_sub
source: Smart Links
de: Intelligente Links
nl: Slimme koppelingen

# data_detectors_sub
source: Data Detectors
de: Datendetektoren
nl: Gegevensdetectoren

# text_replacement_sub
source: Text Replacement
de: Text ersetzen
nl: Tekst ersetzen

# make_uc_sub
source: Make Upper Case
de: Machen Sie Großbuchstaben
nl: Maak hoofdletters

# make_lc_sub
source: Make Lower Case
de: Kleinbuchstaben machen
nl: Maak kleine letters

# start_speak_sub
source: Start Speaking
de: Beginnen Sie zu sprechen
nl: Begin te praten

# stop_speak_sub
source: Stop Speaking
de: Hör auf zu reden
nl: Stop met praten

# show_toolbar_menu
source: Show Toolbar
de: Symbolleiste anzeigen
nl: Werkbalk tonen

# customize_toolbar_menu
source: Customize Toolbar
de: Symbolleiste anpassen
nl: Pas de werkbalk aan

# minimize_menu
source: Minimize
de: Minimieren
nl: verkleinen

# bring_to_front_menu
source: Bring All to Front
de: Bring alles nach vorne
nl: Breng alles naar voren

# KThelp_menu
source: KeyTalk client Help
de: KeyTalk client Hilfe
nl: KeyTalk client Helpen

# view_menu
source: View
nl: Uitzicht

# about_menu
source: About KeyTalk Client
nl: Wat betreft KeyTalk Client

# undo_title
source: Undo
nl: ongedaan maken

# captalize_sub
source: Capitalize
nl: kapitaliseren
